
 Time> Program started on 2019-9-12 at 13:52:9
                                                                    
   ______________________DelPhi C++ V. 8.4________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.4                           
                                                                    

 Time> Program started on 2019-9-12 at 13:52:9
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-9-12 at 13:52:9

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.7069892
 Scale,in grids (1/A)                         : 2.5000000 
 xmin,xmax (A)                                : 21.8760000 54.7620000
 ymin,ymax (A)                                : 14.2420000 53.2460000
 zmin,zmax (A)                                : -16.3790000 19.1370000
 x,y,z range (A)                              : 32.8860000 39.0040000 35.5160000
 System geometric center (A)                  : 38.3190000 33.7440000  1.3790000
 Grid box is centered (A)                     : 28.4590000 36.9600000  8.6740000
 Object centre offset (gu)                    : 0.0000000  0.0000000  0.0000000
 Outer dielectric                             : 80.0000000
 Dielectric in Medium 1                       : 2.0000000
 First kind salt [C] (M)                      : 0.0000000
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.0000000
 Debye length (A)                             : 1000000.0000000
 Absolute temperature (K)                     : 297.3342119
 Ion exclusion [r] (A)                        : 2.0000000
 Probe[r] facing water (A)                    : 1.4000000
 Probe[r] internal (A)                        : 1.4000000
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.0000000e+00 kT
 Convergence by max change                    : 1.0000000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : false
 Manual relaxation para.                      : false
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF



---------- delphicpp finishes IO on 2019-9-12 at 13:52:9




---------- delphicpp finishes SPACE class on 2019-9-12 at 13:52:10



 Number of atom coordinates read              : 1432
 Total number of assigned charges             : 1425
 Net assigned charge                          : -6.0000000e+00
 Assigned positive charge                     : 1.7463000e+02
 Centred at (gu)                              : 1.2011661e+02 8.6152605e+01 7.3720366e+01
 Assigned negative charge                     : -1.8063000e+02
 Centred at (gu)                              : 1.1933345e+02 8.6414913e+01 7.3715679e+01
 Number of dielectric boundary points         : 21922

 Time> iepsmp to db, and charging done on 2019-9-12 at 13:52:10

 Number of grid points assigned charge        : 11329
 Estimated iterations to convergence          : 416

 Time> Setup time done on 2019-9-12 at 13:52:10

 Time> Now iterating on 2019-9-12 at 13:52:10

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        5.0407847e+00  3.6211640e+02  at  10    iterations
        3.3968326e+00  1.5494359e+02  at  20    iterations
        2.2857535e+00  9.1192405e+01  at  30    iterations
        1.5326186e+00  6.5801141e+01  at  40    iterations
        1.0407946e+00  3.9580959e+01  at  50    iterations
        6.9597752e-01  2.6758645e+01  at  60    iterations
        4.6737392e-01  1.6537854e+01  at  70    iterations
        3.1700020e-01  1.0904219e+01  at  80    iterations
        2.1312613e-01  7.4213147e+00  at  90    iterations
        1.4350377e-01  6.0073661e+00  at  100   iterations
        9.6618999e-02  3.3298884e+00  at  110   iterations
        6.5236767e-02  2.1209283e+00  at  120   iterations
        4.3830365e-02  1.6122673e+00  at  130   iterations
        2.9683260e-02  1.1528664e+00  at  140   iterations
        1.9943573e-02  7.1893785e-01  at  150   iterations
        1.3465007e-02  5.3514725e-01  at  160   iterations
        9.0897509e-03  3.2219074e-01  at  170   iterations
        6.1254749e-03  2.1329105e-01  at  180   iterations
        4.1457615e-03  1.3916567e-01  at  190   iterations
        2.7996789e-03  1.0344475e-01  at  200   iterations
        1.8841999e-03  6.6537193e-02  at  210   iterations
        1.2756804e-03  4.6300948e-02  at  220   iterations
        8.5990907e-04  3.0282042e-02  at  230   iterations
        5.8661197e-04  2.0575929e-02  at  240   iterations
        3.9843551e-04  1.3925003e-02  at  250   iterations
        2.7150707e-04  9.3371730e-03  at  260   iterations
        1.8571119e-04  6.7967586e-03  at  270   iterations
        1.2748473e-04  4.0965987e-03  at  280   iterations
        8.7951773e-05  3.0203106e-03  at  290   iterations
        6.0975525e-05  1.8229434e-03  at  300   iterations
        4.2957629e-05  1.2648696e-03  at  310   iterations
        3.0301612e-05  9.4426017e-04  at  320   iterations
        2.1656673e-05  5.9868837e-04  at  330   iterations
        1.5628912e-05  3.9219886e-04  at  340   iterations
        1.1440256e-05  2.6741657e-04  at  350   iterations
        8.4225483e-06  1.8565128e-04  at  360   iterations
        6.2940270e-06  1.3698395e-04  at  370   iterations
        4.7447626e-06  8.4299867e-05  at  380   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 4.7447626e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-9-12 at 13:52:17
 ----------------------------------------------------------------



---------- delphicpp finishes SOLVER class on 2019-9-12 at 13:52:17


 Energy> Total grid energy                             :     59388.54 kT
 Energy> Corrected reaction field energy               :     -1265.70 kT
 Energy> Coulombic energy                              :    -19433.73 kT
 Energy> All required energy terms but grid energy     :    -20699.43 kT



---------- delphicpp finishes ENERGY class on 2019-9-12 at 13:52:17




---------- delphicpp finishes SITE class on 2019-9-12 at 13:52:17



 Time> Total CPU time is  7.87   sec 

 Time> Delphi exited on 2019-9-12 at 13:52:17


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m
