
 Time> Program started on 2019-6-22 at 17:10:55
                                                                    
   ______________________DelPhi C++ V. 8.4________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.4                           
                                                                    

 Time> Program started on 2019-6-22 at 17:10:55
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-22 at 17:10:55

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 133
 Percent of box occupied                      : 60.0000000
 Scale,in grids (1/A)                         : 4.0000000 
 xmin,xmax (A)                                : -10.0000000 10.0000000
 ymin,ymax (A)                                : -10.0000000 10.0000000
 zmin,zmax (A)                                : -10.0000000 10.0000000
 x,y,z range (A)                              : 20.0000000 20.0000000 20.0000000
 System geometric center (A)                  : 0.0000000  0.0000000  0.0000000
 Grid box is centered (A)                     : 0.0000000  0.0000000  0.0000000
 Object centre offset (gu)                    : 0.0000000  0.0000000  0.0000000
 Outer dielectric                             : 40.0000000
 Dielectric in Medium 1                       : 1.0000000
 First kind salt [C] (M)                      : 0.2000000
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.2000000
 Debye length (A)                             : 4.8529655
 Absolute temperature (K)                     : 297.3342119
 Ion exclusion [r] (A)                        : 0.0000000
 Probe[r] facing water (A)                    : 1.4000000
 Probe[r] internal (A)                        : 1.4000000
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 8000
 Convergence by rms change                    : 0.0000000e+00 kT
 Convergence by max change                    : 1.0000000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : false
 Manual relaxation para.                      : false
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF



---------- delphicpp finishes IO on 2019-6-22 at 17:10:55




---------- delphicpp finishes SPACE class on 2019-6-22 at 17:10:55



 Number of atom coordinates read              : 1
 Total number of assigned charges             : 1
 Net assigned charge                          : 5.0000000e+00
 Assigned positive charge                     : 5.0000000e+00
 Centred at (gu)                              : 6.7000000e+01 6.7000000e+01 6.7000000e+01
 Assigned negative charge                     : 0.0000000e+00
 Centred at (gu)                              : 0.0000000e+00 0.0000000e+00 0.0000000e+00
 Number of dielectric boundary points         : 16670

 Time> iepsmp to db, and charging done on 2019-6-22 at 17:10:55

 Number of grid points assigned charge        : 1
 Estimated iterations to convergence          : 205

 Time> Setup time done on 2019-6-22 at 17:10:55

 Time> Now iterating on 2019-6-22 at 17:10:55

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        1.2678252e+01  8.8162139e+02  at  10    iterations
        5.9410447e+00  2.1445510e+02  at  20    iterations
        2.8367626e+00  6.5551284e+01  at  30    iterations
        1.2284166e+00  2.8946951e+01  at  40    iterations
        5.5669262e-01  1.2685702e+01  at  50    iterations
        2.4610036e-01  6.2622724e+00  at  60    iterations
        9.9442188e-02  6.9926293e+00  at  70    iterations
        5.2103114e-02  3.2408599e+00  at  80    iterations
        2.4537697e-02  8.4042998e-01  at  90    iterations
        1.1289988e-02  2.9840296e-01  at  100   iterations
        5.0780465e-03  1.2323222e-01  at  110   iterations
        2.2687286e-03  6.1730895e-02  at  120   iterations
        1.0337875e-03  2.6525543e-02  at  130   iterations
        4.3592855e-04  3.2230913e-02  at  140   iterations
        2.1537673e-04  1.4995509e-02  at  150   iterations
        1.0167484e-04  4.3903518e-03  at  160   iterations
        4.3915125e-05  1.0863059e-03  at  170   iterations
        2.0833804e-05  4.5671446e-04  at  180   iterations
        9.2615740e-06  2.4456603e-04  at  190   iterations
        4.4288560e-06  1.5877743e-04  at  200   iterations
        1.9507217e-06  2.6638404e-04  at  210   iterations
        9.2219491e-07  4.2601294e-05  at  220   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 9.2219491e-07
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-22 at 17:10:57
 ----------------------------------------------------------------



---------- delphicpp finishes SOLVER class on 2019-6-22 at 17:10:57


 Energy> Total grid energy                             :     88543.78 kT
 Energy> Corrected reaction field energy               :      -685.18 kT
 Energy> Coulombic energy                              :         0.00 kT
 Energy> All required energy terms but grid energy     :      -685.18 kT



---------- delphicpp finishes ENERGY class on 2019-6-22 at 17:10:57




---------- delphicpp finishes SITE class on 2019-6-22 at 17:10:57



 Time> Total CPU time is  2.10   sec 

 Time> Delphi exited on 2019-6-22 at 17:10:57


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] "VAL   10" HAS A NET CHARGE OF 5
[0m
