
 Time> Program started on 2019-9-13 at 11:54:3
                                                                    
   ______________________DelPhi C++ V. 8.4________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.4                           
                                                                    

 Time> Program started on 2019-9-13 at 11:54:3
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-9-13 at 11:54:3

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.7069892
 Scale,in grids (1/A)                         : 2.5000000 
 xmin,xmax (A)                                : 2.1560000 44.3800000
 ymin,ymax (A)                                : 24.5400000 59.6780000
 zmin,zmax (A)                                : -11.6010000 33.7270000
 x,y,z range (A)                              : 42.2240000 35.1380000 45.3280000
 System geometric center (A)                  : 23.2680000 42.1090000 11.0630000
 Grid box is centered (A)                     : 28.4590000 36.9600000  8.6740000
 Object centre offset (gu)                    : 0.0000000  0.0000000  0.0000000
 Outer dielectric                             : 80.0000000
 Dielectric in Medium 1                       : 2.0000000
 First kind salt [C] (M)                      : 0.0000000
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.0000000
 Debye length (A)                             : 1000000.0000000
 Absolute temperature (K)                     : 297.3342119
 Ion exclusion [r] (A)                        : 2.0000000
 Probe[r] facing water (A)                    : 1.4000000
 Probe[r] internal (A)                        : 1.4000000
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.0000000e+00 kT
 Convergence by max change                    : 1.0000000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : false
 Manual relaxation para.                      : false
 GAUSSIAN module                              : ON
 GAUSSIAN sigma                               : 6.5000000e-01
 GAUSSIAN surface cut off                     : 2.0000000e+01
 Surface potential calculations               : OFF



---------- delphicpp finishes IO on 2019-9-13 at 11:54:3




---------- delphicpp finishes SPACE class on 2019-9-13 at 11:54:8



 Number of atom coordinates read              : 1727
 Total number of assigned charges             : 1713
 Net assigned charge                          : 2.0000000e+00
 Assigned positive charge                     : 2.1895000e+02
 Centred at (gu)                              : 7.3744874e+01 1.1150842e+02 1.0293969e+02
 Assigned negative charge                     : -2.1695000e+02
 Centred at (gu)                              : 7.3704997e+01 1.1144409e+02 1.0328863e+02
 Number of dielectric boundary points         : 140717

 Time> iepsmp to db, and charging done on 2019-9-13 at 11:54:9

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 469

 Time> Setup time done on 2019-9-13 at 11:54:9

 Time> Now iterating on 2019-9-13 at 11:54:9

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.9058434e+00  2.8138958e+02  at  10    iterations
        5.2684696e+00  1.5817291e+02  at  20    iterations
        3.8301643e+00  1.0198389e+02  at  30    iterations
        2.8007395e+00  5.8702265e+01  at  40    iterations
        2.0261610e+00  4.8108300e+01  at  50    iterations
        1.4622590e+00  3.1048179e+01  at  60    iterations
        1.0507819e+00  1.8170272e+01  at  70    iterations
        7.5826744e-01  1.2265750e+01  at  80    iterations
        5.4435058e-01  7.9515264e+00  at  90    iterations
        3.9360235e-01  6.4853270e+00  at  100   iterations
        2.8234177e-01  3.8523293e+00  at  110   iterations
        2.0288260e-01  2.5254143e+00  at  120   iterations
        1.4624267e-01  1.9071796e+00  at  130   iterations
        1.0542200e-01  1.3510815e+00  at  140   iterations
        7.5865803e-02  8.2007940e-01  at  150   iterations
        5.4613621e-02  5.1565615e-01  at  160   iterations
        3.9362841e-02  5.5252232e-01  at  170   iterations
        2.8439692e-02  2.7036011e-01  at  180   iterations
        2.0547433e-02  1.6778669e-01  at  190   iterations
        1.4908465e-02  1.2197536e-01  at  200   iterations
        1.0805633e-02  9.5289077e-02  at  210   iterations
        7.8692339e-03  5.7665341e-02  at  220   iterations
        5.7431758e-03  4.1003304e-02  at  230   iterations
        4.2010013e-03  3.3444403e-02  at  240   iterations
        3.0851289e-03  2.3335357e-02  at  250   iterations
        2.2645803e-03  1.7392327e-02  at  260   iterations
        1.6699653e-03  1.2876969e-02  at  270   iterations
        1.2379591e-03  9.2910441e-03  at  280   iterations
        9.2026239e-04  7.5351496e-03  at  290   iterations
        6.8535312e-04  4.9958220e-03  at  300   iterations
        5.1393439e-04  3.6222227e-03  at  310   iterations
        3.8688166e-04  2.6611698e-03  at  320   iterations
        2.9157070e-04  2.0636914e-03  at  330   iterations
        2.2039579e-04  1.4815932e-03  at  340   iterations
        1.6742236e-04  1.0745033e-03  at  350   iterations
        1.2782417e-04  8.0331903e-04  at  360   iterations
        9.7618489e-05  6.0758334e-04  at  370   iterations
        7.4869516e-05  4.7416833e-04  at  380   iterations
        5.7556332e-05  3.5690651e-04  at  390   iterations
        4.4291888e-05  2.6115019e-04  at  400   iterations
        3.4130535e-05  1.9662074e-04  at  410   iterations
        2.6349827e-05  1.5020410e-04  at  420   iterations
        2.0388343e-05  1.1558525e-04  at  430   iterations
        1.5784663e-05  8.7655703e-05  at  440   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 1.5784663e-05
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-9-13 at 11:54:18
 ----------------------------------------------------------------



---------- delphicpp finishes SOLVER class on 2019-9-13 at 11:54:18




---------- delphicpp finishes ENERGY class on 2019-9-13 at 11:54:18


 Time> iepsmp to db, and charging done on 2019-9-13 at 11:54:19

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 457

 Time> Setup time done on 2019-9-13 at 11:54:19

 Time> Now iterating on 2019-9-13 at 11:54:19

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        3.8769316e-01  2.5629519e+01  at  10    iterations
        2.6509572e-01  1.5019211e+01  at  20    iterations
        1.8311570e-01  9.1873453e+00  at  30    iterations
        1.2725438e-01  6.2749141e+00  at  40    iterations
        8.8658470e-02  3.5370503e+00  at  50    iterations
        6.1948646e-02  2.9876408e+00  at  60    iterations
        4.3427053e-02  1.3830375e+00  at  70    iterations
        3.0585524e-02  5.5050522e-01  at  80    iterations
        2.1601718e-02  3.3434638e-01  at  90    iterations
        1.5289627e-02  2.8149591e-01  at  100   iterations
        1.0834169e-02  1.6869551e-01  at  110   iterations
        7.6797549e-03  1.2829703e-01  at  120   iterations
        5.4448830e-03  9.3369393e-02  at  130   iterations
        3.8660880e-03  5.9273150e-02  at  140   iterations
        2.7446694e-03  3.9758373e-02  at  150   iterations
        1.9470558e-03  3.0888761e-02  at  160   iterations
        1.3847033e-03  2.1136413e-02  at  170   iterations
        9.8227567e-04  1.4321765e-02  at  180   iterations
        6.9882314e-04  1.5161951e-02  at  190   iterations
        4.9673350e-04  8.2850787e-03  at  200   iterations
        3.5321645e-04  6.5015587e-03  at  210   iterations
        2.5132093e-04  4.0080520e-03  at  220   iterations
        1.7875112e-04  3.6407901e-03  at  230   iterations
        1.2708745e-04  2.4187825e-03  at  240   iterations
        9.0360008e-05  1.6403475e-03  at  250   iterations
        6.4272430e-05  1.4915484e-03  at  260   iterations
        4.5702207e-05  7.0914915e-04  at  270   iterations
        3.2465450e-05  6.2321310e-04  at  280   iterations
        2.3115856e-05  6.6131424e-04  at  290   iterations
        1.6427877e-05  3.9554716e-04  at  300   iterations
        1.1688458e-05  2.3252925e-04  at  310   iterations
        8.3199643e-06  2.0377586e-04  at  320   iterations
        5.9177963e-06  1.1026301e-04  at  330   iterations
        4.2132711e-06  1.0118491e-04  at  340   iterations
        3.0005389e-06  9.9169822e-05  at  350   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.0005389e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-9-13 at 11:54:26
 ----------------------------------------------------------------

 Energy> Total grid energy                             :      8825.55 kT
 Energy> Corrected reaction field energy               :    -57824.43 kT


---------- delphicpp finishes SITE class on 2019-9-13 at 11:54:26



 Time> Total CPU time is  22.69   sec 

 Time> Delphi exited on 2019-9-13 at 11:54:26


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 0 WARNING(S) ........

 .....................  SHOWING 0 OUT OF 0 WARNING(S) ...................

