
 Time> Program started on 2019-6-22 at 17:19:58
                                                                    
   ______________________DelPhi C++ V. 8.4________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.4                           
                                                                    

 Time> Program started on 2019-6-22 at 17:19:58
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-22 at 17:19:58

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 117
 Percent of box occupied                      : 70.0000000
 Scale,in grids (1/A)                         : 2.0000000 
 xmin,xmax (A)                                : 2.3180000 43.1300000
 ymin,ymax (A)                                : 24.8490000 59.4470000
 zmin,zmax (A)                                : -11.5120000 29.4480000
 x,y,z range (A)                              : 40.8120000 34.5980000 40.9600000
 System geometric center (A)                  : 22.7240000 42.1480000  8.9680000
 Grid box is centered (A)                     : 22.7240000 42.1480000  8.9680000
 Object centre offset (gu)                    : 0.0000000  0.0000000  0.0000000
 Outer dielectric                             : 40.0000000
 Dielectric in Medium 1                       : 2.0000000
 First kind salt [C] (M)                      : 0.2000000
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.2000000
 Debye length (A)                             : 4.8529655
 Absolute temperature (K)                     : 297.3342119
 Ion exclusion [r] (A)                        : 2.0000000
 Probe[r] facing water (A)                    : 1.4000000
 Probe[r] internal (A)                        : 1.4000000
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.0000000e+00 kT
 Convergence by max change                    : 1.0000000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : false
 Manual relaxation para.                      : false
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF



---------- delphicpp finishes IO on 2019-6-22 at 17:19:58




---------- delphicpp finishes SPACE class on 2019-6-22 at 17:19:59



 Number of atom coordinates read              : 1697
 Total number of assigned charges             : 1697
 Net assigned charge                          : 2.0000000e+00
 Assigned positive charge                     : 2.1443910e+02
 Centred at (gu)                              : 5.4507850e+01 6.2224852e+01 6.4988905e+01
 Assigned negative charge                     : -2.1243910e+02
 Centred at (gu)                              : 5.4586601e+01 6.2318973e+01 6.5472894e+01
 Number of dielectric boundary points         : 16863

 Time> iepsmp to db, and charging done on 2019-6-22 at 17:19:59

 Number of grid points assigned charge        : 13169
 Estimated iterations to convergence          : 150

 Time> Setup time done on 2019-6-22 at 17:19:59

 Time> Now iterating on 2019-6-22 at 17:19:59

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        4.7071065e+00  1.8914536e+02  at  10    iterations
        1.5670971e+00  4.3668234e+01  at  20    iterations
        5.2010035e-01  1.2773985e+01  at  30    iterations
        1.7389135e-01  3.6696414e+00  at  40    iterations
        5.7813890e-02  1.4790239e+00  at  50    iterations
        1.9192682e-02  4.2853372e-01  at  60    iterations
        6.4089275e-03  1.5116117e-01  at  70    iterations
        2.1450386e-03  4.9038613e-02  at  80    iterations
        7.1639901e-04  1.5622238e-02  at  90    iterations
        2.3877276e-04  5.0926356e-03  at  100   iterations
        7.9777163e-05  1.6716573e-03  at  110   iterations
        2.6711725e-05  5.6981984e-04  at  120   iterations
        8.9542255e-06  1.9253772e-04  at  130   iterations
        3.0066591e-06  6.8464971e-05  at  140   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.0066591e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-22 at 17:20:0
 ----------------------------------------------------------------



---------- delphicpp finishes SOLVER class on 2019-6-22 at 17:20:0


 Energy> Total grid energy                             :     61532.68 kT
 Energy> Corrected reaction field energy               :      -960.70 kT
 Energy> Coulombic energy                              :    -28450.24 kT
 Energy> All required energy terms but grid energy     :    -29410.95 kT



---------- delphicpp finishes ENERGY class on 2019-6-22 at 17:20:0




---------- delphicpp finishes SITE class on 2019-6-22 at 17:20:0



 Time> Total CPU time is  1.77   sec 

 Time> Delphi exited on 2019-6-22 at 17:20:0


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 0 WARNING(S) ........

 .....................  SHOWING 0 OUT OF 0 WARNING(S) ...................

