
 Time> Program started on 2019-6-17 at 15:6:9
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:6:9
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:6:10

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.100
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.100
 Debye length (A)                             : 9.706
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:6:11

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 289

 Time> Setup time done on 2019-6-17 at 15:6:12

 Time> Now iterating on 2019-6-17 at 15:6:12

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.428e+00  3.083e+02  at  10    iterations
        3.660e+00  1.112e+02  at  20    iterations
        2.091e+00  5.161e+01  at  30    iterations
        1.192e+00  3.313e+01  at  40    iterations
        6.820e-01  1.712e+01  at  50    iterations
        3.881e-01  1.067e+01  at  60    iterations
        2.209e-01  5.753e+00  at  70    iterations
        1.264e-01  3.016e+00  at  80    iterations
        7.192e-02  1.854e+00  at  90    iterations
        4.128e-02  1.066e+00  at  100   iterations
        2.349e-02  6.094e-01  at  110   iterations
        1.343e-02  3.582e-01  at  120   iterations
        7.663e-03  1.900e-01  at  130   iterations
        4.380e-03  1.074e-01  at  140   iterations
        2.497e-03  6.382e-02  at  150   iterations
        1.425e-03  3.510e-02  at  160   iterations
        8.149e-04  2.104e-02  at  170   iterations
        4.650e-04  1.181e-02  at  180   iterations
        2.661e-04  6.924e-03  at  190   iterations
        1.518e-04  4.089e-03  at  200   iterations
        8.697e-05  2.246e-03  at  210   iterations
        4.950e-05  1.202e-03  at  220   iterations
        2.827e-05  6.657e-04  at  230   iterations
        1.621e-05  3.894e-04  at  240   iterations
        9.276e-06  2.504e-04  at  250   iterations
        5.302e-06  1.525e-04  at  260   iterations
        3.028e-06  7.689e-05  at  270   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.028e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:6:18
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132912.96 kT
 Energy> Corrected reaction field energy               :     -1737.77 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1740.44 kT
 Energy> All required energy terms but grid energy     :    -46730.94 kT


 Time> Total CPU time is  56.74   sec 

 Time> Delphi exited on 2019-6-17 at 15:7:6


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
