
 Time> Program started on 2019-6-17 at 15:4:7
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:4:7
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:4:7

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.080
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.080
 Debye length (A)                             : 10.852
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:4:9

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 301

 Time> Setup time done on 2019-6-17 at 15:4:9

 Time> Now iterating on 2019-6-17 at 15:4:9

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.570e+00  3.150e+02  at  10    iterations
        3.826e+00  1.163e+02  at  20    iterations
        2.235e+00  5.516e+01  at  30    iterations
        1.303e+00  3.623e+01  at  40    iterations
        7.625e-01  1.915e+01  at  50    iterations
        4.438e-01  1.220e+01  at  60    iterations
        2.583e-01  6.724e+00  at  70    iterations
        1.512e-01  3.596e+00  at  80    iterations
        8.797e-02  2.268e+00  at  90    iterations
        5.164e-02  1.334e+00  at  100   iterations
        3.005e-02  7.804e-01  at  110   iterations
        1.757e-02  4.685e-01  at  120   iterations
        1.025e-02  2.539e-01  at  130   iterations
        5.995e-03  1.473e-01  at  140   iterations
        3.495e-03  8.933e-02  at  150   iterations
        2.040e-03  5.028e-02  at  160   iterations
        1.193e-03  3.071e-02  at  170   iterations
        6.961e-04  1.770e-02  at  180   iterations
        4.074e-04  1.059e-02  at  190   iterations
        2.376e-04  6.387e-03  at  200   iterations
        1.393e-04  3.600e-03  at  210   iterations
        8.107e-05  1.955e-03  at  220   iterations
        4.735e-05  1.116e-03  at  230   iterations
        2.776e-05  6.741e-04  at  240   iterations
        1.625e-05  4.393e-04  at  250   iterations
        9.499e-06  2.745e-04  at  260   iterations
        5.547e-06  1.408e-04  at  270   iterations
        3.240e-06  8.036e-05  at  280   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.240e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:4:16
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132913.25 kT
 Energy> Corrected reaction field energy               :     -1737.70 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1740.09 kT
 Energy> All required energy terms but grid energy     :    -46730.59 kT


 Time> Total CPU time is  57.00   sec 

 Time> Delphi exited on 2019-6-17 at 15:5:4


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
