
 Time> Program started on 2019-6-17 at 15:11:7
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:11:7
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:11:7

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     44.380
 ymin,ymax (A)                                : 24.540     59.678
 zmin,zmax (A)                                : -11.601     33.727
 x,y,z range (A)                              : 42.224     35.138     45.328
 System geometric center (A)                  : 23.268     42.109     11.063
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.140
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.140
 Debye length (A)                             : 8.203
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1713
 Net assigned charge                          :  2.000e+00
 Assigned positive charge                     :  2.190e+02
 Centred at (gu)                              : 7.374e+01  1.115e+02  1.029e+02
 Assigned negative charge                     : -2.170e+02
 Centred at (gu)                              : 7.370e+01  1.114e+02  1.033e+02

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:11:8

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 258

 Time> Setup time done on 2019-6-17 at 15:11:8

 Time> Now iterating on 2019-6-17 at 15:11:8

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        4.470e+00  2.479e+02  at  10    iterations
        2.369e+00  9.015e+01  at  20    iterations
        1.266e+00  4.426e+01  at  30    iterations
        6.741e-01  2.544e+01  at  40    iterations
        3.593e-01  1.271e+01  at  50    iterations
        1.910e-01  6.151e+00  at  60    iterations
        1.017e-01  3.439e+00  at  70    iterations
        5.420e-02  1.763e+00  at  80    iterations
        2.880e-02  9.161e-01  at  90    iterations
        1.539e-02  4.893e-01  at  100   iterations
        8.161e-03  2.751e-01  at  110   iterations
        4.350e-03  1.495e-01  at  120   iterations
        2.325e-03  8.114e-02  at  130   iterations
        1.235e-03  4.271e-02  at  140   iterations
        6.589e-04  2.342e-02  at  150   iterations
        3.504e-04  1.352e-02  at  160   iterations
        1.867e-04  6.931e-03  at  170   iterations
        9.952e-05  3.637e-03  at  180   iterations
        5.290e-05  1.784e-03  at  190   iterations
        2.824e-05  9.501e-04  at  200   iterations
        1.507e-05  4.871e-04  at  210   iterations
        8.011e-06  2.785e-04  at  220   iterations
        4.284e-06  1.426e-04  at  230   iterations
        2.276e-06  8.549e-05  at  240   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.276e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:11:14
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     73513.38 kT
 Energy> Corrected reaction field energy               :     -1021.06 kT
 Energy> Coulombic energy                              :    -25009.84 kT
 Energy arising from solvent and boundary pol.      -1022.46 kT
 Energy> All required energy terms but grid energy     :    -26032.31 kT


 Time> Total CPU time is  35.58   sec 

 Time> Delphi exited on 2019-6-17 at 15:11:42


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] THIS PART IS STILL UNDER TESTING. 
[0m
