
 Time> Program started on 2019-6-17 at 15:9:42
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:9:42
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:9:42

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 21.876     54.762
 ymin,ymax (A)                                : 14.242     53.246
 zmin,zmax (A)                                : -16.379     19.137
 x,y,z range (A)                              : 32.886     39.004     35.516
 System geometric center (A)                  : 38.319     33.744      1.379
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.120
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.120
 Debye length (A)                             : 8.860
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1425
 Net assigned charge                          : -6.000e+00
 Assigned positive charge                     :  1.746e+02
 Centred at (gu)                              : 1.201e+02  8.615e+01  7.372e+01
 Assigned negative charge                     : -1.806e+02
 Centred at (gu)                              : 1.193e+02  8.641e+01  7.372e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:9:43

 Number of grid points assigned charge        : 11329
 Estimated iterations to convergence          : 267

 Time> Setup time done on 2019-6-17 at 15:9:43

 Time> Now iterating on 2019-6-17 at 15:9:43

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        4.096e+00  2.951e+02  at  10    iterations
        2.230e+00  1.016e+02  at  20    iterations
        1.212e+00  4.854e+01  at  30    iterations
        6.564e-01  2.815e+01  at  40    iterations
        3.601e-01  1.381e+01  at  50    iterations
        1.945e-01  7.507e+00  at  60    iterations
        1.055e-01  3.712e+00  at  70    iterations
        5.778e-02  1.993e+00  at  80    iterations
        3.138e-02  1.074e+00  at  90    iterations
        1.706e-02  7.133e-01  at  100   iterations
        9.280e-03  3.221e-01  at  110   iterations
        5.061e-03  1.638e-01  at  120   iterations
        2.747e-03  1.021e-01  at  130   iterations
        1.502e-03  5.825e-02  at  140   iterations
        8.148e-04  3.012e-02  at  150   iterations
        4.443e-04  1.767e-02  at  160   iterations
        2.419e-04  8.455e-03  at  170   iterations
        1.316e-04  4.638e-03  at  180   iterations
        7.184e-05  2.437e-03  at  190   iterations
        3.912e-05  1.406e-03  at  200   iterations
        2.122e-05  7.514e-04  at  210   iterations
        1.158e-05  4.277e-04  at  220   iterations
        6.268e-06  2.183e-04  at  230   iterations
        3.432e-06  1.191e-04  at  240   iterations
        1.871e-06  6.847e-05  at  250   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 1.871e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:9:49
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     59382.00 kT
 Energy> Corrected reaction field energy               :     -1266.25 kT
 Energy> Coulombic energy                              :    -19433.73 kT
 Energy arising from solvent and boundary pol.      -1271.84 kT
 Energy> All required energy terms but grid energy     :    -20705.57 kT


 Time> Total CPU time is  29.68   sec 

 Time> Delphi exited on 2019-6-17 at 15:10:12


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
