
 Time> Program started on 2019-6-17 at 15:14:13
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:14:13
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:14:14

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.180
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.180
 Debye length (A)                             : 7.234
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:14:15

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 252

 Time> Setup time done on 2019-6-17 at 15:14:15

 Time> Now iterating on 2019-6-17 at 15:14:15

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        5.937e+00  2.851e+02  at  10    iterations
        3.115e+00  9.462e+01  at  20    iterations
        1.640e+00  4.052e+01  at  30    iterations
        8.611e-01  2.391e+01  at  40    iterations
        4.541e-01  1.140e+01  at  50    iterations
        2.382e-01  6.558e+00  at  60    iterations
        1.249e-01  3.259e+00  at  70    iterations
        6.587e-02  1.593e+00  at  80    iterations
        3.453e-02  8.883e-01  at  90    iterations
        1.826e-02  4.721e-01  at  100   iterations
        9.573e-03  2.473e-01  at  110   iterations
        5.043e-03  1.345e-01  at  120   iterations
        2.652e-03  6.608e-02  at  130   iterations
        1.397e-03  3.360e-02  at  140   iterations
        7.340e-04  1.875e-02  at  150   iterations
        3.859e-04  9.441e-03  at  160   iterations
        2.034e-04  5.277e-03  at  170   iterations
        1.069e-04  2.702e-03  at  180   iterations
        5.643e-05  1.494e-03  at  190   iterations
        2.966e-05  8.218e-04  at  200   iterations
        1.565e-05  4.071e-04  at  210   iterations
        8.211e-06  2.037e-04  at  220   iterations
        4.320e-06  1.019e-04  at  230   iterations
        2.283e-06  5.370e-05  at  240   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.283e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:14:21
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132912.08 kT
 Energy> Corrected reaction field energy               :     -1738.01 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1741.50 kT
 Energy> All required energy terms but grid energy     :    -46732.00 kT


 Time> Total CPU time is  58.11   sec 

 Time> Delphi exited on 2019-6-17 at 15:15:11


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
