
 Time> Program started on 2019-6-17 at 15:0:59
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:0:59
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:0:59

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     44.380
 ymin,ymax (A)                                : 24.540     59.678
 zmin,zmax (A)                                : -11.601     33.727
 x,y,z range (A)                              : 42.224     35.138     45.328
 System geometric center (A)                  : 23.268     42.109     11.063
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.040
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.040
 Debye length (A)                             : 15.346
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1713
 Net assigned charge                          :  2.000e+00
 Assigned positive charge                     :  2.190e+02
 Centred at (gu)                              : 7.374e+01  1.115e+02  1.029e+02
 Assigned negative charge                     : -2.170e+02
 Centred at (gu)                              : 7.370e+01  1.114e+02  1.033e+02

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:1:0

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 341

 Time> Setup time done on 2019-6-17 at 15:1:1

 Time> Now iterating on 2019-6-17 at 15:1:1

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        5.179e+00  2.877e+02  at  10    iterations
        3.194e+00  1.216e+02  at  20    iterations
        1.987e+00  6.949e+01  at  30    iterations
        1.231e+00  4.651e+01  at  40    iterations
        7.636e-01  2.695e+01  at  50    iterations
        4.722e-01  1.526e+01  at  60    iterations
        2.926e-01  9.838e+00  at  70    iterations
        1.815e-01  5.876e+00  at  80    iterations
        1.122e-01  3.571e+00  at  90    iterations
        6.979e-02  2.222e+00  at  100   iterations
        4.307e-02  1.470e+00  at  110   iterations
        2.671e-02  9.135e-01  at  120   iterations
        1.662e-02  5.686e-01  at  130   iterations
        1.027e-02  3.542e-01  at  140   iterations
        6.377e-03  2.257e-01  at  150   iterations
        3.946e-03  1.520e-01  at  160   iterations
        2.447e-03  8.843e-02  at  170   iterations
        1.518e-03  5.589e-02  at  180   iterations
        9.390e-04  3.081e-02  at  190   iterations
        5.830e-04  1.929e-02  at  200   iterations
        3.621e-04  1.195e-02  at  210   iterations
        2.240e-04  7.439e-03  at  220   iterations
        1.394e-04  4.676e-03  at  230   iterations
        8.609e-05  3.218e-03  at  240   iterations
        5.365e-05  1.679e-03  at  250   iterations
        3.335e-05  1.292e-03  at  260   iterations
        2.068e-05  6.520e-04  at  270   iterations
        1.281e-05  4.808e-04  at  280   iterations
        7.955e-06  2.868e-04  at  290   iterations
        4.945e-06  1.787e-04  at  300   iterations
        3.060e-06  1.011e-04  at  310   iterations
        1.900e-06  7.222e-05  at  320   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 1.900e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:1:8
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     73514.40 kT
 Energy> Corrected reaction field energy               :     -1020.65 kT
 Energy> Coulombic energy                              :    -25009.84 kT
 Energy arising from solvent and boundary pol.      -1021.35 kT
 Energy> All required energy terms but grid energy     :    -26031.19 kT


 Time> Total CPU time is  35.71   sec 

 Time> Delphi exited on 2019-6-17 at 15:1:35


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] THIS PART IS STILL UNDER TESTING. 
[0m
