
 Time> Program started on 2019-6-17 at 15:7:6
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:7:6
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:7:6

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     44.380
 ymin,ymax (A)                                : 24.540     59.678
 zmin,zmax (A)                                : -11.601     33.727
 x,y,z range (A)                              : 42.224     35.138     45.328
 System geometric center (A)                  : 23.268     42.109     11.063
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.100
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.100
 Debye length (A)                             : 9.706
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1713
 Net assigned charge                          :  2.000e+00
 Assigned positive charge                     :  2.190e+02
 Centred at (gu)                              : 7.374e+01  1.115e+02  1.029e+02
 Assigned negative charge                     : -2.170e+02
 Centred at (gu)                              : 7.370e+01  1.114e+02  1.033e+02

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:7:7

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 283

 Time> Setup time done on 2019-6-17 at 15:7:7

 Time> Now iterating on 2019-6-17 at 15:7:7

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        4.718e+00  2.619e+02  at  10    iterations
        2.644e+00  1.006e+02  at  20    iterations
        1.494e+00  5.224e+01  at  30    iterations
        8.408e-01  3.175e+01  at  40    iterations
        4.739e-01  1.675e+01  at  50    iterations
        2.663e-01  8.588e+00  at  60    iterations
        1.499e-01  5.059e+00  at  70    iterations
        8.448e-02  2.743e+00  at  80    iterations
        4.745e-02  1.510e+00  at  90    iterations
        2.682e-02  8.529e-01  at  100   iterations
        1.503e-02  5.095e-01  at  110   iterations
        8.470e-03  2.904e-01  at  120   iterations
        4.787e-03  1.658e-01  at  130   iterations
        2.688e-03  9.287e-02  at  140   iterations
        1.516e-03  5.382e-02  at  150   iterations
        8.526e-04  3.290e-02  at  160   iterations
        4.803e-04  1.765e-02  at  170   iterations
        2.707e-04  9.931e-03  at  180   iterations
        1.521e-04  5.067e-03  at  190   iterations
        8.583e-05  2.871e-03  at  200   iterations
        4.842e-05  1.579e-03  at  210   iterations
        2.722e-05  9.314e-04  at  220   iterations
        1.539e-05  5.097e-04  at  230   iterations
        8.639e-06  3.245e-04  at  240   iterations
        4.887e-06  1.511e-04  at  250   iterations
        2.760e-06  1.104e-04  at  260   iterations
        1.555e-06  4.939e-05  at  270   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 1.555e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:7:14
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     73513.72 kT
 Energy> Corrected reaction field energy               :     -1020.92 kT
 Energy> Coulombic energy                              :    -25009.84 kT
 Energy arising from solvent and boundary pol.      -1022.10 kT
 Energy> All required energy terms but grid energy     :    -26031.94 kT


 Time> Total CPU time is  36.63   sec 

 Time> Delphi exited on 2019-6-17 at 15:7:43


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] THIS PART IS STILL UNDER TESTING. 
[0m
