
 Time> Program started on 2019-6-17 at 15:12:12
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:12:12
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:12:13

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.160
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.160
 Debye length (A)                             : 7.673
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:12:15

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 260

 Time> Setup time done on 2019-6-17 at 15:12:15

 Time> Now iterating on 2019-6-17 at 15:12:15

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.050e+00  2.904e+02  at  10    iterations
        3.237e+00  9.832e+01  at  20    iterations
        1.737e+00  4.291e+01  at  30    iterations
        9.301e-01  2.584e+01  at  40    iterations
        5.001e-01  1.256e+01  at  50    iterations
        2.674e-01  7.361e+00  at  60    iterations
        1.430e-01  3.730e+00  at  70    iterations
        7.689e-02  1.853e+00  at  80    iterations
        4.110e-02  1.058e+00  at  90    iterations
        2.216e-02  5.728e-01  at  100   iterations
        1.185e-02  3.064e-01  at  110   iterations
        6.363e-03  1.698e-01  at  120   iterations
        3.411e-03  8.490e-02  at  130   iterations
        1.832e-03  4.442e-02  at  140   iterations
        9.813e-04  2.506e-02  at  150   iterations
        5.261e-04  1.291e-02  at  160   iterations
        2.827e-04  7.343e-03  at  170   iterations
        1.515e-04  3.835e-03  at  180   iterations
        8.150e-05  2.137e-03  at  190   iterations
        4.367e-05  1.192e-03  at  200   iterations
        2.350e-05  5.992e-04  at  210   iterations
        1.257e-05  3.107e-04  at  220   iterations
        6.743e-06  1.588e-04  at  230   iterations
        3.633e-06  8.554e-05  at  240   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.633e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:12:21
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132912.27 kT
 Energy> Corrected reaction field energy               :     -1737.95 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1741.27 kT
 Energy> All required energy terms but grid energy     :    -46731.77 kT


 Time> Total CPU time is  58.69   sec 

 Time> Delphi exited on 2019-6-17 at 15:13:11


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
