
 Time> Program started on 2019-6-17 at 14:59:32
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 14:59:32
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 14:59:32

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 21.876     54.762
 ymin,ymax (A)                                : 14.242     53.246
 zmin,zmax (A)                                : -16.379     19.137
 x,y,z range (A)                              : 32.886     39.004     35.516
 System geometric center (A)                  : 38.319     33.744      1.379
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.020
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.020
 Debye length (A)                             : 21.703
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1425
 Net assigned charge                          : -6.000e+00
 Assigned positive charge                     :  1.746e+02
 Centred at (gu)                              : 1.201e+02  8.615e+01  7.372e+01
 Assigned negative charge                     : -1.806e+02
 Centred at (gu)                              : 1.193e+02  8.641e+01  7.372e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 14:59:33

 Number of grid points assigned charge        : 11329
 Estimated iterations to convergence          : 373

 Time> Setup time done on 2019-6-17 at 14:59:33

 Time> Now iterating on 2019-6-17 at 14:59:33

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        4.833e+00  3.474e+02  at  10    iterations
        3.119e+00  1.423e+02  at  20    iterations
        2.010e+00  8.026e+01  at  30    iterations
        1.291e+00  5.542e+01  at  40    iterations
        8.397e-01  3.196e+01  at  50    iterations
        5.377e-01  2.068e+01  at  60    iterations
        3.458e-01  1.219e+01  at  70    iterations
        2.246e-01  7.727e+00  at  80    iterations
        1.446e-01  5.009e+00  at  90    iterations
        9.326e-02  3.912e+00  at  100   iterations
        6.014e-02  2.074e+00  at  110   iterations
        3.889e-02  1.268e+00  at  120   iterations
        2.502e-02  9.253e-01  at  130   iterations
        1.622e-02  6.326e-01  at  140   iterations
        1.044e-02  3.785e-01  at  150   iterations
        6.746e-03  2.682e-01  at  160   iterations
        4.358e-03  1.539e-01  at  170   iterations
        2.811e-03  9.905e-02  at  180   iterations
        1.820e-03  6.136e-02  at  190   iterations
        1.175e-03  4.334e-02  at  200   iterations
        7.559e-04  2.683e-02  at  210   iterations
        4.888e-04  1.798e-02  at  220   iterations
        3.143e-04  1.113e-02  at  230   iterations
        2.043e-04  7.230e-03  at  240   iterations
        1.319e-04  4.726e-03  at  250   iterations
        8.531e-05  3.036e-03  at  260   iterations
        5.520e-05  2.067e-03  at  270   iterations
        3.570e-05  1.203e-03  at  280   iterations
        2.309e-05  8.604e-04  at  290   iterations
        1.491e-05  5.186e-04  at  300   iterations
        9.736e-06  3.203e-04  at  310   iterations
        6.299e-06  2.302e-04  at  320   iterations
        4.088e-06  1.403e-04  at  330   iterations
        2.659e-06  8.465e-05  at  340   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.659e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 14:59:40
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     59384.71 kT
 Energy> Corrected reaction field energy               :     -1265.86 kT
 Energy> Coulombic energy                              :    -19433.73 kT
 Energy arising from solvent and boundary pol.      -1268.42 kT
 Energy> All required energy terms but grid energy     :    -20702.15 kT


 Time> Total CPU time is  30.78   sec 

 Time> Delphi exited on 2019-6-17 at 15:0:3


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
