
 Time> Program started on 2019-6-17 at 14:57:34
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 14:57:34
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 14:57:34

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.000
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.000
 Debye length (A)                             : 1000000.000
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 14:57:36

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 373

 Time> Setup time done on 2019-6-17 at 14:57:36

 Time> Now iterating on 2019-6-17 at 14:57:36

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        7.251e+00  3.473e+02  at  10    iterations
        4.674e+00  1.421e+02  at  20    iterations
        3.023e+00  7.451e+01  at  30    iterations
        1.950e+00  5.429e+01  at  40    iterations
        1.264e+00  3.173e+01  at  50    iterations
        8.141e-01  2.236e+01  at  60    iterations
        5.246e-01  1.363e+01  at  70    iterations
        3.400e-01  7.986e+00  at  80    iterations
        2.189e-01  5.633e+00  at  90    iterations
        1.422e-01  3.682e+00  at  100   iterations
        9.165e-02  2.389e+00  at  110   iterations
        5.933e-02  1.592e+00  at  120   iterations
        3.834e-02  9.439e-01  at  130   iterations
        2.481e-02  6.111e-01  at  140   iterations
        1.602e-02  4.086e-01  at  150   iterations
        1.035e-02  2.552e-01  at  160   iterations
        6.705e-03  1.688e-01  at  170   iterations
        4.336e-03  1.109e-01  at  180   iterations
        2.812e-03  7.293e-02  at  190   iterations
        1.819e-03  4.862e-02  at  200   iterations
        1.183e-03  2.979e-02  at  210   iterations
        7.665e-04  1.811e-02  at  220   iterations
        4.988e-04  1.169e-02  at  230   iterations
        3.265e-04  8.144e-03  at  240   iterations
        2.145e-04  5.772e-03  at  250   iterations
        1.412e-04  3.822e-03  at  260   iterations
        9.373e-05  2.185e-03  at  270   iterations
        6.273e-05  1.502e-03  at  280   iterations
        4.267e-05  9.229e-04  at  290   iterations
        2.937e-05  5.820e-04  at  300   iterations
        2.064e-05  4.078e-04  at  310   iterations
        1.472e-05  2.839e-04  at  320   iterations
        1.069e-05  1.853e-04  at  330   iterations
        7.891e-06  1.210e-04  at  340   iterations
        5.904e-06  8.390e-05  at  350   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 5.904e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 14:57:43
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132916.29 kT
 Energy> Corrected reaction field energy               :     -1737.31 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy> All required energy terms but grid energy     :    -46727.80 kT


 Time> Total CPU time is  9.32   sec 

 Time> Delphi exited on 2019-6-17 at 14:57:43


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m
