
 Time> Program started on 2019-6-17 at 15:8:12
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:8:12
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:8:13

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.120
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.120
 Debye length (A)                             : 8.860
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:8:15

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 278

 Time> Setup time done on 2019-6-17 at 15:8:15

 Time> Now iterating on 2019-6-17 at 15:8:15

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.295e+00  3.020e+02  at  10    iterations
        3.508e+00  1.066e+02  at  20    iterations
        1.961e+00  4.842e+01  at  30    iterations
        1.094e+00  3.040e+01  at  40    iterations
        6.127e-01  1.538e+01  at  50    iterations
        3.412e-01  9.385e+00  at  60    iterations
        1.901e-01  4.953e+00  at  70    iterations
        1.065e-01  2.548e+00  at  80    iterations
        5.927e-02  1.528e+00  at  90    iterations
        3.329e-02  8.602e-01  at  100   iterations
        1.854e-02  4.806e-01  at  110   iterations
        1.037e-02  2.768e-01  at  120   iterations
        5.793e-03  1.438e-01  at  130   iterations
        3.241e-03  7.927e-02  at  140   iterations
        1.808e-03  4.620e-02  at  150   iterations
        1.010e-03  2.485e-02  at  160   iterations
        5.652e-04  1.464e-02  at  170   iterations
        3.156e-04  8.007e-03  at  180   iterations
        1.768e-04  4.605e-03  at  190   iterations
        9.868e-05  2.665e-03  at  200   iterations
        5.534e-05  1.426e-03  at  210   iterations
        3.082e-05  7.532e-04  at  220   iterations
        1.723e-05  4.054e-04  at  230   iterations
        9.668e-06  2.298e-04  at  240   iterations
        5.414e-06  1.459e-04  at  250   iterations
        3.029e-06  8.669e-05  at  260   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.029e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:8:21
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132912.71 kT
 Energy> Corrected reaction field energy               :     -1737.84 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1740.75 kT
 Energy> All required energy terms but grid energy     :    -46731.25 kT


 Time> Total CPU time is  56.28   sec 

 Time> Delphi exited on 2019-6-17 at 15:9:9


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
