
 Time> Program started on 2019-6-17 at 15:16:13
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:16:13
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:16:14

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.200
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.200
 Debye length (A)                             : 6.863
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:16:16

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 245

 Time> Setup time done on 2019-6-17 at 15:16:16

 Time> Now iterating on 2019-6-17 at 15:16:16

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        5.829e+00  2.800e+02  at  10    iterations
        3.002e+00  9.116e+01  at  20    iterations
        1.551e+00  3.833e+01  at  30    iterations
        7.990e-01  2.218e+01  at  40    iterations
        4.135e-01  1.038e+01  at  50    iterations
        2.128e-01  5.864e+00  at  60    iterations
        1.095e-01  2.859e+00  at  70    iterations
        5.669e-02  1.377e+00  at  80    iterations
        2.917e-02  7.495e-01  at  90    iterations
        1.513e-02  3.914e-01  at  100   iterations
        7.787e-03  2.009e-01  at  110   iterations
        4.026e-03  1.073e-01  at  120   iterations
        2.078e-03  5.185e-02  at  130   iterations
        1.074e-03  2.553e-02  at  140   iterations
        5.542e-04  1.417e-02  at  150   iterations
        2.860e-04  7.024e-03  at  160   iterations
        1.481e-04  3.817e-03  at  170   iterations
        7.643e-05  1.925e-03  at  180   iterations
        3.964e-05  1.068e-03  at  190   iterations
        2.048e-05  5.826e-04  at  200   iterations
        1.063e-05  2.912e-04  at  210   iterations
        5.487e-06  1.351e-04  at  220   iterations
        2.842e-06  6.662e-05  at  230   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.842e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:16:22
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132911.90 kT
 Energy> Corrected reaction field energy               :     -1738.06 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1741.71 kT
 Energy> All required energy terms but grid energy     :    -46732.21 kT


 Time> Total CPU time is  55.95   sec 

 Time> Delphi exited on 2019-6-17 at 15:17:9


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
