
 Time> Program started on 2019-6-17 at 15:2:4
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:2:4
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:2:5

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.060
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.060
 Debye length (A)                             : 12.530
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:2:7

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 315

 Time> Setup time done on 2019-6-17 at 15:2:7

 Time> Now iterating on 2019-6-17 at 15:2:7

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.721e+00  3.222e+02  at  10    iterations
        4.007e+00  1.218e+02  at  20    iterations
        2.397e+00  5.912e+01  at  30    iterations
        1.430e+00  3.978e+01  at  40    iterations
        8.569e-01  2.151e+01  at  50    iterations
        5.105e-01  1.403e+01  at  60    iterations
        3.042e-01  7.914e+00  at  70    iterations
        1.823e-01  4.322e+00  at  80    iterations
        1.086e-01  2.800e+00  at  90    iterations
        6.524e-02  1.685e+00  at  100   iterations
        3.887e-02  1.010e+00  at  110   iterations
        2.327e-02  6.202e-01  at  120   iterations
        1.390e-02  3.437e-01  at  130   iterations
        8.320e-03  2.048e-01  at  140   iterations
        4.966e-03  1.269e-01  at  150   iterations
        2.967e-03  7.318e-02  at  160   iterations
        1.776e-03  4.557e-02  at  170   iterations
        1.061e-03  2.702e-02  at  180   iterations
        6.357e-04  1.651e-02  at  190   iterations
        3.796e-04  1.018e-02  at  200   iterations
        2.278e-04  5.886e-03  at  210   iterations
        1.357e-04  3.251e-03  at  220   iterations
        8.118e-05  1.915e-03  at  230   iterations
        4.871e-05  1.195e-03  at  240   iterations
        2.920e-05  7.908e-04  at  250   iterations
        1.747e-05  5.066e-04  at  260   iterations
        1.044e-05  2.651e-04  at  270   iterations
        6.245e-06  1.551e-04  at  280   iterations
        3.744e-06  9.606e-05  at  290   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.744e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:2:13
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132913.57 kT
 Energy> Corrected reaction field energy               :     -1737.62 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1739.68 kT
 Energy> All required energy terms but grid energy     :    -46730.18 kT


 Time> Total CPU time is  54.96   sec 

 Time> Delphi exited on 2019-6-17 at 15:2:59


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
