
 Time> Program started on 2019-6-17 at 14:58:57
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 14:58:57
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 14:58:57

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     44.380
 ymin,ymax (A)                                : 24.540     59.678
 zmin,zmax (A)                                : -11.601     33.727
 x,y,z range (A)                              : 42.224     35.138     45.328
 System geometric center (A)                  : 23.268     42.109     11.063
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.020
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.020
 Debye length (A)                             : 21.703
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1713
 Net assigned charge                          :  2.000e+00
 Assigned positive charge                     :  2.190e+02
 Centred at (gu)                              : 7.374e+01  1.115e+02  1.029e+02
 Assigned negative charge                     : -2.170e+02
 Centred at (gu)                              : 7.370e+01  1.114e+02  1.033e+02

 Time> iepsmp to db, and charging done on 2019-6-17 at 14:58:58

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 370

 Time> Setup time done on 2019-6-17 at 14:58:58

 Time> Now iterating on 2019-6-17 at 14:58:58

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        5.367e+00  2.983e+02  at  10    iterations
        3.435e+00  1.307e+02  at  20    iterations
        2.216e+00  7.751e+01  at  30    iterations
        1.424e+00  5.383e+01  at  40    iterations
        9.168e-01  3.233e+01  at  50    iterations
        5.881e-01  1.901e+01  at  60    iterations
        3.781e-01  1.269e+01  at  70    iterations
        2.433e-01  7.869e+00  at  80    iterations
        1.560e-01  4.964e+00  at  90    iterations
        1.007e-01  3.206e+00  at  100   iterations
        6.447e-02  2.204e+00  at  110   iterations
        4.148e-02  1.418e+00  at  120   iterations
        2.677e-02  9.123e-01  at  130   iterations
        1.716e-02  5.918e-01  at  140   iterations
        1.106e-02  3.909e-01  at  150   iterations
        7.100e-03  2.731e-01  at  160   iterations
        4.567e-03  1.641e-01  at  170   iterations
        2.940e-03  1.083e-01  at  180   iterations
        1.887e-03  6.199e-02  at  190   iterations
        1.215e-03  4.003e-02  at  200   iterations
        7.829e-04  2.594e-02  at  210   iterations
        5.025e-04  1.655e-02  at  220   iterations
        3.246e-04  1.094e-02  at  230   iterations
        2.079e-04  7.743e-03  at  240   iterations
        1.344e-04  4.219e-03  at  250   iterations
        8.669e-05  3.319e-03  at  260   iterations
        5.579e-05  1.753e-03  at  270   iterations
        3.587e-05  1.339e-03  at  280   iterations
        2.311e-05  8.329e-04  at  290   iterations
        1.491e-05  5.388e-04  at  300   iterations
        9.580e-06  3.134e-04  at  310   iterations
        6.176e-06  2.362e-04  at  320   iterations
        3.994e-06  1.356e-04  at  330   iterations
        2.581e-06  9.189e-05  at  340   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.581e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 14:59:5
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     73514.73 kT
 Energy> Corrected reaction field energy               :     -1020.54 kT
 Energy> Coulombic energy                              :    -25009.84 kT
 Energy arising from solvent and boundary pol.      -1020.98 kT
 Energy> All required energy terms but grid energy     :    -26030.82 kT


 Time> Total CPU time is  35.26   sec 

 Time> Delphi exited on 2019-6-17 at 14:59:32


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 1 WARNING(S) ........

 .....................  SHOWING 1 OUT OF 1 WARNING(S) ...................
   [1;34m
[WARNING #1] THIS PART IS STILL UNDER TESTING. 
[0m
