
 Time> Program started on 2019-6-17 at 14:57:59
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 14:57:59
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 14:58:0

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.020
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.020
 Debye length (A)                             : 21.703
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 14:58:1

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 350

 Time> Setup time done on 2019-6-17 at 14:58:1

 Time> Now iterating on 2019-6-17 at 14:58:1

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        7.060e+00  3.382e+02  at  10    iterations
        4.427e+00  1.346e+02  at  20    iterations
        2.785e+00  6.867e+01  at  30    iterations
        1.748e+00  4.865e+01  at  40    iterations
        1.102e+00  2.766e+01  at  50    iterations
        6.905e-01  1.896e+01  at  60    iterations
        4.329e-01  1.125e+01  at  70    iterations
        2.729e-01  6.429e+00  at  80    iterations
        1.709e-01  4.406e+00  at  90    iterations
        1.080e-01  2.791e+00  at  100   iterations
        6.771e-02  1.763e+00  at  110   iterations
        4.264e-02  1.139e+00  at  120   iterations
        2.680e-02  6.602e-01  at  130   iterations
        1.687e-02  4.167e-01  at  140   iterations
        1.059e-02  2.704e-01  at  150   iterations
        6.656e-03  1.643e-01  at  160   iterations
        4.192e-03  1.067e-01  at  170   iterations
        2.635e-03  6.724e-02  at  180   iterations
        1.660e-03  4.298e-02  at  190   iterations
        1.043e-03  2.788e-02  at  200   iterations
        6.584e-04  1.692e-02  at  210   iterations
        4.129e-04  9.733e-03  at  220   iterations
        2.599e-04  6.144e-03  at  230   iterations
        1.641e-04  4.108e-03  at  240   iterations
        1.036e-04  2.822e-03  at  250   iterations
        6.522e-05  1.890e-03  at  260   iterations
        4.108e-05  1.026e-03  at  270   iterations
        2.588e-05  6.497e-04  at  280   iterations
        1.636e-05  4.096e-04  at  290   iterations
        1.032e-05  2.490e-04  at  300   iterations
        6.553e-06  1.639e-04  at  310   iterations
        4.145e-06  1.022e-04  at  320   iterations
        2.635e-06  7.137e-05  at  330   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.635e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 14:58:9
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132914.51 kT
 Energy> Corrected reaction field energy               :     -1737.43 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1738.54 kT
 Energy> All required energy terms but grid energy     :    -46729.04 kT


 Time> Total CPU time is  57.32   sec 

 Time> Delphi exited on 2019-6-17 at 14:58:57


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
