
 Time> Program started on 2019-6-17 at 14:57:43
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 14:57:43
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 14:57:43

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     44.380
 ymin,ymax (A)                                : 24.540     59.678
 zmin,zmax (A)                                : -11.601     33.727
 x,y,z range (A)                              : 42.224     35.138     45.328
 System geometric center (A)                  : 23.268     42.109     11.063
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.000
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.000
 Debye length (A)                             : 1000000.000
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1713
 Net assigned charge                          :  2.000e+00
 Assigned positive charge                     :  2.190e+02
 Centred at (gu)                              : 7.374e+01  1.115e+02  1.029e+02
 Assigned negative charge                     : -2.170e+02
 Centred at (gu)                              : 7.370e+01  1.114e+02  1.033e+02

 Time> iepsmp to db, and charging done on 2019-6-17 at 14:57:44

 Number of grid points assigned charge        : 13672
 Estimated iterations to convergence          : 409

 Time> Setup time done on 2019-6-17 at 14:57:45

 Time> Now iterating on 2019-6-17 at 14:57:45

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        5.581e+00  3.103e+02  at  10    iterations
        3.718e+00  1.415e+02  at  20    iterations
        2.498e+00  8.737e+01  at  30    iterations
        1.671e+00  6.318e+01  at  40    iterations
        1.120e+00  3.947e+01  at  50    iterations
        7.480e-01  2.420e+01  at  60    iterations
        5.006e-01  1.678e+01  at  70    iterations
        3.355e-01  1.084e+01  at  80    iterations
        2.239e-01  7.111e+00  at  90    iterations
        1.505e-01  4.802e+00  at  100   iterations
        1.003e-01  3.433e+00  at  110   iterations
        6.718e-02  2.294e+00  at  120   iterations
        4.514e-02  1.532e+00  at  130   iterations
        3.013e-02  1.040e+00  at  140   iterations
        2.021e-02  7.143e-01  at  150   iterations
        1.351e-02  5.185e-01  at  160   iterations
        9.049e-03  3.236e-01  at  170   iterations
        6.065e-03  2.235e-01  at  180   iterations
        4.053e-03  1.331e-01  at  190   iterations
        2.718e-03  8.909e-02  at  200   iterations
        1.824e-03  6.042e-02  at  210   iterations
        1.219e-03  4.023e-02  at  220   iterations
        8.205e-04  2.783e-02  at  230   iterations
        5.476e-04  2.020e-02  at  240   iterations
        3.692e-04  1.155e-02  at  250   iterations
        2.482e-04  9.361e-03  at  260   iterations
        1.667e-04  5.209e-03  at  270   iterations
        1.120e-04  4.098e-03  at  280   iterations
        7.547e-05  2.692e-03  at  290   iterations
        5.108e-05  1.782e-03  at  300   iterations
        3.447e-05  1.068e-03  at  310   iterations
        2.340e-05  8.703e-04  at  320   iterations
        1.602e-05  5.207e-04  at  330   iterations
        1.102e-05  3.775e-04  at  340   iterations
        7.622e-06  2.297e-04  at  350   iterations
        5.330e-06  1.572e-04  at  360   iterations
        3.755e-06  1.025e-04  at  370   iterations
        2.677e-06  6.885e-05  at  380   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.677e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 14:57:51
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     73515.44 kT
 Energy> Corrected reaction field energy               :     -1020.38 kT
 Energy> Coulombic energy                              :    -25009.84 kT
 Energy> All required energy terms but grid energy     :    -26030.23 kT


 Time> Total CPU time is  8.31   sec 

 Time> Delphi exited on 2019-6-17 at 14:57:51


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 0 WARNING(S) ........

 .....................  SHOWING 0 OUT OF 0 WARNING(S) ...................

