
 Time> Program started on 2019-6-17 at 15:0:3
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:0:3
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:0:3

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.040
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.040
 Debye length (A)                             : 15.346
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:0:5

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 331

 Time> Setup time done on 2019-6-17 at 15:0:5

 Time> Now iterating on 2019-6-17 at 15:0:5

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.884e+00  3.299e+02  at  10    iterations
        4.206e+00  1.278e+02  at  20    iterations
        2.579e+00  6.359e+01  at  30    iterations
        1.577e+00  4.387e+01  at  40    iterations
        9.684e-01  2.431e+01  at  50    iterations
        5.914e-01  1.624e+01  at  60    iterations
        3.612e-01  9.390e+00  at  70    iterations
        2.219e-01  5.243e+00  at  80    iterations
        1.354e-01  3.491e+00  at  90    iterations
        8.340e-02  2.154e+00  at  100   iterations
        5.093e-02  1.325e+00  at  110   iterations
        3.125e-02  8.330e-01  at  120   iterations
        1.913e-02  4.722e-01  at  130   iterations
        1.174e-02  2.895e-01  at  140   iterations
        7.180e-03  1.834e-01  at  150   iterations
        4.396e-03  1.085e-01  at  160   iterations
        2.698e-03  6.895e-02  at  170   iterations
        1.652e-03  4.210e-02  at  180   iterations
        1.014e-03  2.629e-02  at  190   iterations
        6.207e-04  1.662e-02  at  200   iterations
        3.817e-04  9.848e-03  at  210   iterations
        2.332e-04  5.542e-03  at  220   iterations
        1.429e-04  3.375e-03  at  230   iterations
        8.791e-05  2.179e-03  at  240   iterations
        5.402e-05  1.467e-03  at  250   iterations
        3.312e-05  9.625e-04  at  260   iterations
        2.030e-05  5.138e-04  at  270   iterations
        1.244e-05  3.103e-04  at  280   iterations
        7.646e-06  1.950e-04  at  290   iterations
        4.685e-06  1.159e-04  at  300   iterations
        2.886e-06  7.253e-05  at  310   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.886e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:0:12
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132913.97 kT
 Energy> Corrected reaction field energy               :     -1737.53 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1739.18 kT
 Energy> All required energy terms but grid energy     :    -46729.68 kT


 Time> Total CPU time is  56.52   sec 

 Time> Delphi exited on 2019-6-17 at 15:0:59


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
