
 Time> Program started on 2019-6-17 at 15:3:36
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:3:36
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:3:36

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.707
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 21.876     54.762
 ymin,ymax (A)                                : 14.242     53.246
 zmin,zmax (A)                                : -16.379     19.137
 x,y,z range (A)                              : 32.886     39.004     35.516
 System geometric center (A)                  : 38.319     33.744      1.379
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.060
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.060
 Debye length (A)                             : 12.530
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 1425
 Net assigned charge                          : -6.000e+00
 Assigned positive charge                     :  1.746e+02
 Centred at (gu)                              : 1.201e+02  8.615e+01  7.372e+01
 Assigned negative charge                     : -1.806e+02
 Centred at (gu)                              : 1.193e+02  8.641e+01  7.372e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:3:37

 Number of grid points assigned charge        : 11329
 Estimated iterations to convergence          : 317

 Time> Setup time done on 2019-6-17 at 15:3:37

 Time> Now iterating on 2019-6-17 at 15:3:37

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        4.493e+00  3.233e+02  at  10    iterations
        2.690e+00  1.226e+02  at  20    iterations
        1.608e+00  6.427e+01  at  30    iterations
        9.577e-01  4.110e+01  at  40    iterations
        5.778e-01  2.206e+01  at  50    iterations
        3.432e-01  1.322e+01  at  60    iterations
        2.047e-01  7.210e+00  at  70    iterations
        1.234e-01  4.249e+00  at  80    iterations
        7.368e-02  2.539e+00  at  90    iterations
        4.405e-02  1.847e+00  at  100   iterations
        2.635e-02  9.116e-01  at  110   iterations
        1.581e-02  5.142e-01  at  120   iterations
        9.435e-03  3.498e-01  at  130   iterations
        5.673e-03  2.210e-01  at  140   iterations
        3.385e-03  1.239e-01  at  150   iterations
        2.030e-03  8.080e-02  at  160   iterations
        1.216e-03  4.272e-02  at  170   iterations
        7.274e-04  2.567e-02  at  180   iterations
        4.368e-04  1.478e-02  at  190   iterations
        2.616e-04  9.562e-03  at  200   iterations
        1.560e-04  5.550e-03  at  210   iterations
        9.360e-05  3.456e-03  at  220   iterations
        5.576e-05  1.963e-03  at  230   iterations
        3.359e-05  1.181e-03  at  240   iterations
        2.012e-05  7.250e-04  at  250   iterations
        1.205e-05  4.322e-04  at  260   iterations
        7.228e-06  2.653e-04  at  270   iterations
        4.328e-06  1.473e-04  at  280   iterations
        2.592e-06  9.629e-05  at  290   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 2.592e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:3:43
 ----------------------------------------------------------------

 Energy> Total grid energy                             :     59383.15 kT
 Energy> Corrected reaction field energy               :     -1266.05 kT
 Energy> Coulombic energy                              :    -19433.73 kT
 Energy arising from solvent and boundary pol.      -1270.38 kT
 Energy> All required energy terms but grid energy     :    -20704.10 kT


 Time> Total CPU time is  30.75   sec 

 Time> Delphi exited on 2019-6-17 at 15:4:7


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
