
 Time> Program started on 2019-6-17 at 15:10:12
                                                                    
   ______________________DelPhi C++ V. 8.5________________________  
  |                                                               | 
  | DelPhi Fortran program was originally developed in Barry Honig| 
  | lab to compute electrostatic potential and energies. The      | 
  | current C++ version is object oriented code, capable of       | 
  | performing the calculations in sequential, OpenMP and MPI     | 
  | regimes and the MPI version utilizes distributed memory       | 
  | technology. Particular novelty is the Gaussian-based smooth   | 
  | dielectric function that accounts for heterogeneity of the    | 
  | solute and solute-solvent interface.                          | 
  |                                                               | 
  |                                                               | 
  |                                                               | 
  | >>>>>>>>>>>> TRAJECTORY ANALYSIS <<<<<<<<<<                   | 
  |                                                               | 
  | >>>>>>>>>>>> VOLUME AND SURFACE AREA<<<<<<<                   | 
  |                                                               | 
  | The following reference should be quoted if the use of Delphi | 
  | V. 8.0 results to a publication:                              | 
  |                                                               | 
  |    Li, L.; Li, C. A.; Sarkar, S.; Zhang, J.; Witham, S.;      | 
  |    Zhang, Z.; Wang, L.; Smith, N.; Petukh, M.; Alexov, E.     | 
  |    Bmc Biophys 2012, 5.                                       | 
  |                                                               | 
  |               For questions and help, visit                   | 
  |              http://compbio.clemson.edu/forum/                | 
  |               or email to delphi@g.clemson.edu                | 
  |                                                               | 
  |             Jul 2018, by DelPhi Development Team              | 
  |                        Chuan  Li                              | 
  |                         Zhe Jia                               | 
  |                    Arghya Chakravorty                         | 
  |____________________                   ________________________| 
                        DelPhi C++ V. 8.5                           
                                                                    

 Time> Program started on 2019-6-17 at 15:10:12
 No DELPHI keyword, assuming Delphi Format number = 0
   
 Time> Read in and/or assign rad/chrg done at      2019-6-17 at 15:10:12

 Direct mapping of epsilon                    : 1/Y
 Grid size                                    : 187
 Percent of box occupied                      : 70.000
 Scale,in grids (1/A)                         : 2.500     
 xmin,xmax (A)                                : 2.156     54.762
 ymin,ymax (A)                                : 14.242     59.678
 zmin,zmax (A)                                : -16.379     33.727
 x,y,z range (A)                              : 52.606     45.436     50.106
 System geometric center (A)                  : 28.459     36.960      8.674
 Grid box is centered (A)                     : 28.459     36.960      8.674
 Object centre offset (gu)                    : 0.000      0.000      0.000
 Outer dielectric                             : 80.000
 Dielectric in Medium 1                       : 2.000
 First kind salt [C] (M)                      : 0.140
 Valences salt 1 are                          : 1         1
 Ionic strength (M)                           : 0.140
 Debye length (A)                             : 8.203
 Absolute temperature (K)                     : 297.334
 Ion exclusion [r] (A)                        : 2.000
 Probe[r] facing water (A)                    : 1.400
 Probe[r] internal (A)                        : 1.400
 Boundary conditions                          : DIPOLAR
 # of linear iterations                       : 3000
 Convergence by rms change                    : 0.000e+00 kT
 Convergence by max change                    : 1.000e-04 kT
 # of non-linear iterations                   : 0
 Non-linear energy calc.                      : 0
 Manual relaxation para.                      : 0
 GAUSSIAN module                              : OFF
 Surface potential calculations               : OFF
 Non-polar energy calculation                 : OFF

 Total number of assigned charges             : 3138
 Net assigned charge                          : -4.000e+00
 Assigned positive charge                     :  3.936e+02
 Centred at (gu)                              : 9.432e+01  1.003e+02  8.998e+01
 Assigned negative charge                     : -3.976e+02
 Centred at (gu)                              : 9.444e+01  1.001e+02  8.985e+01

 Time> iepsmp to db, and charging done on 2019-6-17 at 15:10:14

 Number of grid points assigned charge        : 25001
 Estimated iterations to convergence          : 268

 Time> Setup time done on 2019-6-17 at 15:10:14

 Time> Now iterating on 2019-6-17 at 15:10:14

 ----------------------------------------------------------------
       rms-change   max change       #iterations
 ----------------------------------------------------------------
        6.169e+00  2.960e+02  at  10    iterations
        3.367e+00  1.023e+02  at  20    iterations
        1.844e+00  4.554e+01  at  30    iterations
        1.007e+00  2.799e+01  at  40    iterations
        5.526e-01  1.388e+01  at  50    iterations
        3.014e-01  8.294e+00  at  60    iterations
        1.645e-01  4.288e+00  at  70    iterations
        9.023e-02  2.167e+00  at  80    iterations
        4.920e-02  1.267e+00  at  90    iterations
        2.706e-02  6.994e-01  at  100   iterations
        1.476e-02  3.823e-01  at  110   iterations
        8.090e-03  2.159e-01  at  120   iterations
        4.425e-03  1.100e-01  at  130   iterations
        2.424e-03  5.909e-02  at  140   iterations
        1.325e-03  3.384e-02  at  150   iterations
        7.247e-04  1.781e-02  at  160   iterations
        3.973e-04  1.031e-02  at  170   iterations
        2.173e-04  5.506e-03  at  180   iterations
        1.192e-04  3.112e-03  at  190   iterations
        6.518e-05  1.767e-03  at  200   iterations
        3.580e-05  9.186e-04  at  210   iterations
        1.953e-05  4.801e-04  at  220   iterations
        1.069e-05  2.515e-04  at  230   iterations
        5.877e-06  1.387e-04  at  240   iterations
        3.223e-06  8.677e-05  at  250   iterations
 ----------------------------------------------------------------
 Info> Iteration ended with final rms-change of 3.223e-06
 Info> Run converged in the provided limits

 Time> Finished qdiffx linear iterations 2019-6-17 at 15:10:20
 ----------------------------------------------------------------

 Energy> Total grid energy                             :    132912.48 kT
 Energy> Corrected reaction field energy               :     -1737.90 kT
 Energy> Coulombic energy                              :    -44990.50 kT
 Energy arising from solvent and boundary pol.      -1741.03 kT
 Energy> All required energy terms but grid energy     :    -46731.52 kT


 Time> Total CPU time is  55.16   sec 

 Time> Delphi exited on 2019-6-17 at 15:11:7


 .........  PROGRAM EXITS SUCCESSFULLY : WITH TOTAL 2 WARNING(S) ........

 .....................  SHOWING 2 OUT OF 2 WARNING(S) ...................
   [1;34m
[WARNING #1] "LYS    1" HAS A NET CHARGE OF 2
[0m   [1;34m
[WARNING #2] THIS PART IS STILL UNDER TESTING. 
[0m
